<?php

return [
    'regiser' => 'تم ارسال كود التفعيل علي رقم الجوال الخاص بك',
    'codeNotFound' => 'كود التفعيل غير موجود',
    'registerSuccess' => 'تم تأكيد رقم الجوال بنجاح، في انتظار موافقة الادارة علي الحساب',
    'notactivateAccount' => 'لم يتم الموافقة علي الحساب الخاص بك من قبل الادارة',
    'login' => 'تم تسجيل الدخول بنجاح',
    'logout' => 'تم تسجيل الخروج بنجاح',
    'returnData' => 'تم استرجاع الداتا',
    'updateProfile' => 'تم تحديث البيانات بنجاح',
    'deleteAccount' => 'تم حذف الحساب بنجاح',
    'verifyCodePassword' => 'تم تأكيد رقم الجوال، يمكنك تغيير كلمة المرور',
    'changePassword' => 'تم تغيير كلمة المرور بنجاح',
    'passwordOrPhoneIsWrong' => 'رقم الجوال او كلمة السر غير صحيح',
    'notCorrecetPassword' => 'كلمة المرور القديمة غير صحيحية',
    'sendContact' => 'تم ارسال الرساله بنجاح',
    'addNew' => 'تم اضافة الخبر بنجاح، في انتظارة موافقة الادارة',
    'addSuitable' => 'تم اضافة المناسبة بنجاح، في انتظارة موافقة الادارة',
]
?>
